python
python-pip
python-dotenv
python-requests
base-devel
cpio
cmake
git
xf86-video-amdgpu
mesa
lib32-mesa
vulkan-radeon
rofi
alacritty
nemo
stow
grim
slurp
ffmpeg
hyprland
qt6-svg
qt6-virtualkeyboard
qt6-multimedia-ffmpeg
xdg-desktop-portal-hyprland
archlinux-xdg-menu
openssh
net-tools
networkmanager
flatpak
